Repository: common-repository/wp-clanwars
Catalog: langs/wp-clanwars-*.po
Languages: nl_nl

source: Manage matches
nl_nl: Matches beheren

source: Manage games
nl_nl: Games beheren

source: Manage teams
nl_nl: Teams beheren

source: File is not found on server.
nl_nl: Bestand niet gevonden op server.

source: Authorization required.
nl_nl: Autorisatie verplicht.

source: Title
nl_nl: Titel

source: Game tag
nl_nl: Spelnaam

source: No games found.
nl_nl: Geen games gevonden.

source: Edit
nl_nl: Wijzig

source: Export
nl_nl: Exporteren

source: Delete
nl_nl: Verwijderen

source: Game
nl_nl: Spel

source: Date
nl_nl: Datum

source: Official
nl_nl: Officieel

source: Country
nl_nl: Land

source: Set As Home Team
nl_nl: Zet als Huis Team

source: %1$s%5$s %2$s @ %3$s : %4$s|1: month input, 2: day input, 3: hour input, 4: minute input, 5: year input
nl_nl: %1$s%5$s %2$s @ %3$s : %4$s|1: maand invoer, 2: dag invoer, 3: uur invoer, 4: minuut invoer, 5: jaar invoer

source: required
nl_nl: verplicht

source: For example: for Left 4 Dead 2 it can be L4D2.
nl_nl: Bijvoorbeeld: Left 4 Dead 2 of L4D2.

source: Icon
nl_nl: Icoon

source: Delete Icon
nl_nl: Verwijder icoon

source: Delete Screenshot
nl_nl: Verwijder screenshot

source: Edit post
nl_nl: Post bijwerken

source: View post
nl_nl: Post bekijken

source: %d Comment
nl_nl: %d Reacties

source: For example: ESL Winter League
nl_nl: Bijvoorbeeld: ESL Winter League

source: Description
nl_nl: Beschrijving

source: Optional: Drop a line or two about match.
nl_nl: Optioneel: Vul hier iets in over de match

source: External URL
nl_nl: Externe URL

source: Enter league or external match URL.
nl_nl: Voer league of externe match URL in.

source: vs
nl_nl: tegen

source: New Team
nl_nl: Nieuw team

source: Add map
nl_nl: Map toevoegen

source: Gallery
nl_nl: Gallerij

source: Add images
nl_nl: Afbeeldingen toevoegen

source: Gallery size:
nl_nl: Gallerij grootte:

source: Medium
nl_nl: Middelgroot

source: Large
nl_nl: Groot

source: Full Size
nl_nl: Volledige grootte

source: Columns:
nl_nl: Kolommen:

source: Link to:
nl_nl: Link naar:

source: Attachment page
nl_nl: Bijlage pagina

source: Media File
nl_nl: Media bestand

source: None
nl_nl: Geen

source: Delete Logo
nl_nl: Verwijder logo

source: Add New
nl_nl: Voeg toe

source: You can share created games with others.
nl_nl: Je kan gecreëerde games met anderen delen.

source: Upload may take some time. Please do not refresh browser when in progress.
nl_nl: Importeren kan enige tijd in beslagen nemen. Wanneer bezig met uploaden, het scherm a.u.b. niet verversen.

source: ZIP file
nl_nl: ZIP bestand

source: Publish Now
nl_nl: Publiceer nu

source: If you have a game pack in a .zip format, you may install it by uploading it here.
nl_nl: Als je een game pack hebt in een .zip formaat, kan je deze hier uploaden.

source: Import may take some time. Please do not refresh browser when in progress.
nl_nl: Importeren kan enige tijd in beslagen nemen. Wanneer bezig met uploaden, het scherm a.u.b. niet verversen.

source: Install Now
nl_nl: Nu installeren

source: Upcoming
nl_nl: Aankomend

source: INSTALLED
nl_nl: GEÏNSTALLEERD

source: GET
nl_nl: OPHALEN

source: Published:
nl_nl: Gepubliceerd:

# Number of downloads
source: %d install
nl_nl: %d Installatie

source: Cannot connect to API.
nl_nl: Kan niet met API verbinden.

source: Search Results
nl_nl: Zoek resultaten

source: Popular
nl_nl: Populair

source: Publish
nl_nl: Publiceer

source: Search Games
nl_nl: Zoek games

source: Log in with Steam
nl_nl: Log in met Steam

source: Log in with Facebook
nl_nl: Log in met Facebook

source: Settings
nl_nl: Instellingen

source: Matches Category
nl_nl: Wedstrijd Categorie

source: Enable default styles
nl_nl: Standaard stijlen aanzetten

source: Save Changes
nl_nl: Wijzigingen opslaan

source: User Access
nl_nl: Gebruiker toegang

source: Actions
nl_nl: Acties

source: Apply
nl_nl: Toepassen

source: No items found.
nl_nl: Geen items gevonden.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: All
nl_nl: Alles

source: Add New User
nl_nl: Nieuwe gebruiker toevoegen

source: User
nl_nl: Gebruiker

source: Allow user manage specified games only:
nl_nl: Gebruiker toelaten om specifieke games te beheren

source: Allow user:
nl_nl: Gebruiker toestaan:

source: Add User
nl_nl: Gebruiker toevoegen

source: Get started with WP-Clanwars
nl_nl: Beginnen met WP-Clanwars

source: Install games
nl_nl: Games installeren

source: Choose one of the options:
nl_nl: Kies een van de volgende opties:

source: Upload previously saved game (ZIP file)
nl_nl: Upload een vorig opgeslagen game (ZIP bestand)

source: Create a new game
nl_nl: Nieuwe game aanmaken

source: <i>Not finding your game?</i> You can create your own!<br/>We'll take you to map editing right away.
nl_nl: <i>Je game niet gevonden?</i>Je kunt ze zelf maken!<br/>We brengen je gelijk naar de map editor.

source: Type in a new game's name
nl_nl: Vul een nieuwe game naam in

source: Setup your team
nl_nl: Zet je team op

source: Hey there! Just a couple of things to complete your installation.
nl_nl: He daar! Nog een paar kleine dingen om je installatie af te ronden.

source: What is the name of your team?
nl_nl: Wat is de naam van je team?

source: Type in your team's name
nl_nl: Vul je team naam in

source: Where is it from?
nl_nl: Waar komt het vandaan?

source: Show all
nl_nl: Alles weergeven

source: 2 weeks
nl_nl: 2 weken

source: 3 weeks
nl_nl: 3 weken

source: 1 month
nl_nl: 1 maand

source: 2 months
nl_nl: 2 maanden

source: 3 months
nl_nl: 3 maanden

source: 6 months
nl_nl: 6 maanden

source: 1 year
nl_nl: 1 jaar

source: Title:
nl_nl: Titel:

source: Hide title
nl_nl: Titel verbergen

source: Show games:
nl_nl: Games weergeven

source: Do not check any game if you want to show all games.
nl_nl: Als je alle games wilt tonen, vink dan niets aan.

source: Show matches:
nl_nl: Matches tonen:

source: Are you sure you want to delete this map?
nl_nl: Wil je deze map echt verwijderen?

source: Are you sure you want to delete this game?
nl_nl: Wil je dit spel echt verwijderen?

source: Are you sure you want to delete this team?
nl_nl: Wil je dit team echt verwijderen?

source: Are you sure you want to delete this match?
nl_nl: Wil je deze match echt verwijderen?

source: Continue
nl_nl: Doorgaan

source: Get started
nl_nl: Beginnen

source: Please fill in all required fields.
nl_nl: Voer a.u.b. alle velden in.

source: Imported game.
nl_nl: Geïmporteerde game.

source: Failed to upload file.
nl_nl: Kon bestand niet uploaden.

source: Failed to create a game.
nl_nl: Kon spel niet aanmaken.

source: Created a game.
nl_nl: Spel gecreëerd.

source: Please fill in the game name.
nl_nl: Voer a.u.b. de spelnaam in.

source: The uploaded file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
nl_nl: Het geüploade bestand is groter dan <code>upload_max_filesize</code> in <code>php.ini</code>

source: The uploaded file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
nl_nl: Het geüploade bestand is groter dan <em>MAX_FILE_SIZE</em> dat ingesteld is in het HTML form.

source: The uploaded file was only partially uploaded.
nl_nl: Het geüploade bestand is maar deels geüpload.

source: No file was uploaded.
nl_nl: Er werd geen bestand geüpload.

source: Missing a temporary folder.
nl_nl: Er mist een tijdelijke map.

source: Failed to write file to disk.
nl_nl: Kon bestand niet naar schijf schrijven.

source: File upload stopped by extension.
nl_nl: Uploaden van bestand gestopt door extensie.

source: File type does not meet security guidelines. Try another.
nl_nl: Bestand type voldoet niet aan beveiligingsnormen. Probeer opnieuw.

source: Unknown upload error: %d
nl_nl: Onbekende fout bij uploaden: %d

source: Failed to save attachment in database.
nl_nl: Kon bijlage niet opslaan in database.

source: Failed to delete a team. Error: %s
nl_nl: Kon team niet verwijderen. Error: %s

source: Deleted %d team.
nl_nl: %d team verwijderd.

source: Add Team
nl_nl: Team toevoegen

source: Edit Team
nl_nl: Team wijzigen

source: Update Team
nl_nl: Team updaten

source: Team title is a required field.
nl_nl: Team titel is een vereiste veld.

source: Added a new team.
nl_nl: Een nieuw team werd toegevoegd.

source: Failed to add a team.
nl_nl: Kon nieuw team niet aanmaken.

source: Updated a team.
nl_nl: Team geüpdate

source: Failed to update a team.
nl_nl: Kon team niet updaten.

source: Displaying %s&#8211;%s of %s
nl_nl: Getoond %s&#8211;%s van %s

source: Failed to delete games. Error: %s
nl_nl: Kon games niet verwijderen. Error: %s

source: Deleted %d game.
nl_nl: %d spel verwijderd.

source: Unable to unzip file: %s
nl_nl: Kon bestand niet unzippen: %s

source: Corrupted or missing contents from ZIP file.
nl_nl: Corrupte of missende inhoud in ZIP bestand.

source: Failed to add game.
nl_nl: Kon spel niet toevoegen.

source: New Game
nl_nl: Nieuw spel

source: Add Game
nl_nl: Spel toevoegen

source: Edit Game
nl_nl: Spel wijzigen

source: Update Game
nl_nl: Spel updaten

source: Game title is a required field.
nl_nl: Spel titel is een vereiste veld.

source: Added a new game.
nl_nl: Een nieuw team werd toegevoegd.

source: Failed to add a game.
nl_nl: Kon spel niet toevoegen.

source: Updated a game.
nl_nl: Spel werd geüpdatet.

source: Failed to update a game.
nl_nl: Kon spel niet updaten.

source: Map title is a required field.
nl_nl: Map titel is een vereiste veld.

source: Added a map.
nl_nl: Map toegevoegd.

source: Failed to add a map.
nl_nl: Kon map niet toevoegen.

source: Updated a map.
nl_nl: Map geüpdatet.

source: Failed to update a map.
nl_nl: Kon map niet updaten.

source: Failed to delete maps. Error: %s
nl_nl: Kon maps niet verwijderen. Error: %s

source: Deleted %d map.
nl_nl: %d map verwijderd.

source: Add Map
nl_nl: Map toevoegen

source: Edit Map
nl_nl: Map wijzigen

source: Update Map
nl_nl: Map wijzigen

source: Failed to delete matches. Error: %s
nl_nl: Kon maps niet verwijderen. Error: %s

source: Deleted %d match.
nl_nl: %d match verwijderd.

source: Add Match
nl_nl: Match toevoegen

source: Edit Match
nl_nl: Match wijzigen

source: Update Match
nl_nl: Match updaten

source: Add Round
nl_nl: Ronde toevoegen

source: Exclude map from match
nl_nl: Map van match uitsluiten

source: Remove round
nl_nl: Ronde verwijderen

source: Are you sure you want to delete this screenshot?
nl_nl: Wil je dit screenshot echt verwijderen?

source: Failed to add a match.
nl_nl: Kon match niet toevoegen.

source: Added a match.
nl_nl: Match toegevoegd.

source: Updated a match.
nl_nl: Match geüpdatet.

source: Settings saved.
nl_nl: Instellingen opgeslagen

source: You must agree to the licensing terms.
nl_nl: Je dient akkoord te gaan met de licentievoorwaarden.

source: User Login
nl_nl: Gebruikersnaam

source: Permissions
nl_nl: Permissies
